RANK = (
    (1, "טור'"),
    (2, 'רב"ט'),
    (3, 'סמל'),
    (4, 'סמ"ר'),
    (5, 'רס"ל'),
    (6, 'רס"ר'),
    (7, 'רס"מ'),
    (8, 'רס"ב'),
    (9, 'רנ"ג')
)

SERVICE_TYPE = (
    (1, "חובה"),
    (2, "קבע"),
    (3, "מילואים")
)

TEST_METHOD = (
    (1, "בדיקת ראיה"),
    (2, "בדיקת הקשה"),
    (3, "זרמי ערבולת"),
    (4, "נוזלים חודרים"),
    (5, "חלקיקים מגנטיים"),
    (6, "אולטרסאונד"),
    (7, "רדיוגרפיה"),
    (8, "תרמוגרפיה"),
    (9, "שירוגרפיה"),
    (10, "אחר")
)

LOCATION = (
    (1, "מעבדה"),
    (2, "גף תחזוקה"),
    (3, 'דת"ק/מוסך'),
    (4, "אחר")
)

LEVEL = (
    (1, "5"),
    (2, "7"),
    (3, "9"),
    (4, "11"),
    (5, "12")
)

DEPARTMENT = (
    (1, 'כנף 1'),
    (2, 'כנף 4'),
    (3, 'בח"א 8'),
    (4, 'כנף 25'),
    (5, 'בח"א 28'),
    (6, 'בח"א 30'),
    (7, 'מחלקת שפיצים'),
    (8, 'מחלקת מנועים'),
    (9, 'מחלקת הנדסה')
)

FINDINGS = (
    (1, "שמיש"),
    (2, "סדוק"),
    (3, "אחר"),
    (4, "ראה הערות"),
    (5, "נדרשת בדיקה נוספת")
)