TEST_METHOD = (
    (1, "נוזלים חודרים"),
    (2, "חלקיקים מגנטיים"),
    (3, "זרמי ערבולת"),
    (4, "אולטרסאונד"),
    (5, "רדיוגרפיה ברנטגן"),
    (6, "בדיקת ראיה"),
    (7, "בדיקת הקשה"),
    (8, "אולטרסאונד במערך מופע"),
    (9, "שירוגרפיה"),
    (10, "תרמוגרפיה"),
    (11, "אחר")
)

LOCATION = (
    (1, "מעבדה"),
    (2, "גף תחזוקה"),
    (3, 'דת"ק/מוסך'),
    (4, "אחר")
)

LEVEL = (
    (1, "אין הסמכה"),
    (2, "רמה I"),
    (3, "רמה II")
)

DEPARTMENT = (
    (1, 'כנף 1'),
    (2, 'כנף 4'),
    (3, 'בח"א 8'),
    (4, 'כנף 25'),
    (5, 'בח"א 28'),
    (6, 'בח"א 30'),
    (7, 'מחלקת שפיצים'),
    (8, 'מחלקת מנועים'),
    (9, 'מחלקת הנדסה'),
    (10, 'אחר')
)

FINDINGS = (
    (1, "שמיש"),
    (2, "סדוק"),
    (3, "אחר"),
    (4, "ראה הערות"),
    (5, "נדרשת בדיקה נוספת")
)